{
  "2b": {
    "Name": "2B",
    "Description": "A taciturn blade of silent resolve. YoRHa No. 2 Type B android."
  },
  "a2": {
    "Name": "A2",
    "Description": "A hate-filled vortex with a painful past. YoRHa No.2 Type A android."
  },
  "admi": {
    "Name": "Admi",
    "Description": "A Nikke from Triangle. Her time in the army has given her a maturity far beyond her years. Kittens are her favorite."
  },
  "alice": {
    "Name": "Alice",
    "Description": "An endearing individual who often indulges in fantasy with a somewhat unique worldview. She's a member of Unlimited, and spends her days looking for Rabbity."
  },
  "anchor": {
    "Name": "Anchor",
    "Description": "A Nikke from Aegis squad, who is passionate about marine life. She is equipped with high-performance radar detectors inside her body, so she has made a significant contribution to the Admire's voyage and combat."
  },
  "anis": {
    "Name": "Anis",
    "Description": "A girl that knows exactly how to survive in this forlorn world. Somewhere in between somber Rapi and off-the-wall Neon, she is fond of telling jokes to lighten the mood whenever things get too tense."
  },
  "anis_sparkling_summer": {
    "Name": "Anis: Sparkling Summer",
    "Description": "Anis has finally brought out her much-anticipated swimsuit and put it on. This time, she is sure to get what she wants, be it free time on the beach, or more time with those close to her."
  },
  "anne_miracle_fairy": {
    "Name": "Anne: Miracle Fairy",
    "Description": "Anne after being reborn as a winter spirit upon receiving some gifts from Rupee. Rupee's infectious energy has made her more cheerful and optimistic than ever before."
  },
  "aria": {
    "Name": "Aria",
    "Description": "An opera singer from Prima Donna, where she plays the lead in every performance she's a part of. Her singing consistently garners standing ovations, making her a living legend in the world of opera."
  },
  "belorta": {
    "Name": "Belorta",
    "Description": "The leader of the Carronades who is adorable and cuddly. She possesses above-average intelligence and has a soft spot for pulling pranks."
  },
  "biscuit": {
    "Name": "Biscuit",
    "Description": "A Nikke belonging to Happy Zoo, the Ark's animal management squad. Due to her ability to communicate with animals, her responsibilities consist of rescuing stray and abused animals."
  },
  "blanc": {
    "Name": "Blanc",
    "Description": "A member of Squad 777 who draws throngs of customers to Coin Rush. Nothing gives her greater pleasure than dressing herself up as a bunny, and she takes an immense amount of pride in her crowd-pleasing shows. Unlike her diffident sister, Blanc is an exuberant extrovert."
  },
  "brid": {
    "Name": "Brid",
    "Description": "An AZX driver from Infinity Rail, a workaholic and a perfectionist. She is widely considered to be the best driver in the Ark."
  },
  "centi": {
    "Name": "Centi",
    "Description": "An artisan with incredible strength who puts her heart into everything she does, never failing to get the job done at Mighty Tools. As Liter's first apprentice, she has great respect for her mentor. She always listens to what Liter says, and studies her techniques in earnest."
  },
  "cocoa": {
    "Name": "Cocoa",
    "Description": "The pampered youngest member and the Maid Leader of Maid For You. She works hard to complete her duties professionally."
  },
  "crow": {
    "Name": "Crow",
    "Description": "The leader of Exotic, from the Outer Rim. There is a whiff of madness underneath her calm exterior, like a ticking time bomb that could go off at any moment."
  },
  "d": {
    "Name": "D",
    "Description": "The leader of Perilous Siege. Not a single wicked soul will escape her grasp, so long as she believes their death will be of benefit to the world. Has a tendency to play up her persona when carrying out a mission."
  },
  "delta": {
    "Name": "Delta",
    "Description": "The leader of the Scouts who is an exemplary soldier. Her military professionalism is reflected in the tactical competency of her squad."
  },
  "diesel": {
    "Name": "Diesel",
    "Description": "The leader of Infinity Rail who has a heart of gold. She always carries a bag of strawberry candy and helps guide lost passengers to their seats."
  },
  "dolla": {
    "Name": "Dolla",
    "Description": "A true enterprising spirit. Rumor has it that she's a VIP of a large illegal website. She is the most rational member of Talentum."
  },
  "dorothy": {
    "Name": "Dorothy",
    "Description": "The leader of the Inherit Squad. In a squad renowned for its superlative strength, she is recognized as the most powerful amongst all of them. Her angelic smile conceals the true contents of her heart, which remain a mystery."
  },
  "drake": {
    "Name": "Drake",
    "Description": "A hero who yearns to be a villain. As a part of Matis, she has the special ability to detect radio waves with her body."
  },
  "emma": {
    "Name": "Emma",
    "Description": "Something of a sister figure for Absolute, who enjoys caring for others. Yet, there are times when she lets her guard down."
  },
  "epinel": {
    "Name": "Epinel",
    "Description": "A member of Nepenthe who is a master at pulling off skateboarding tricks. She is revered among teenagers because of her distinctly cool and chic demeanor."
  },
  "ether": {
    "Name": "Ether",
    "Description": "A mad scientist who believes that science is the domain of humankind. She can often be seen carrying out all manner of experiments and overseeing the lives of her fellow M.M.R. members."
  },
  "eunhwa": {
    "Name": "Eunhwa",
    "Description": "The leader of Absolute who evokes an air of both arrogance and composure. Her perfectionism has pushed Absolute up to the pinnacle of success."
  },
  "exia": {
    "Name": "Exia",
    "Description": "A hacking wunderkind from Protocol. No one can hold a candle to her when it comes to video games."
  },
  "folkwang": {
    "Name": "Folkwang",
    "Description": "An athlete from Nepenthe. She is sweating all the time due to having no resistance to heat, but she is full of vigor."
  },
  "frima": {
    "Name": "Frima",
    "Description": "The leader of Cafe Sweety, who sells cream coffee. Her inherent laziness actually leads her to discover the most efficient ways to get things done."
  },
  "guillotine": {
    "Name": "Guillotine",
    "Description": "A Nikke from Extrinsic who is always off in her own world. She believes that it is her destiny to lead a solitary life. Half-obscured with an eye patch, who knows where she draws her gaze?"
  },
  "guilty": {
    "Name": "Guilty",
    "Description": "A Nikke subordinate of the Real Kindness Squad. Possesses incredible strength. Detained in the Rehabilitation Center for causing severe bodily damage to over 40 Nikkes within 2 weeks."
  },
  "harran": {
    "Name": "Harran",
    "Description": "A charming necromancer from Inherit who relishes her role as an apex predator on the surface. She uses a large scythe and mechanical crows to fight."
  },
  "helm": {
    "Name": "Helm",
    "Description": "The leader of Aegis and the captain of the Admire, an amphibious warship. She eagerly awaits the day when she can prove her mettle in naval combat."
  },
  "helm_aquamarine": {
    "Name": "Helm: Aquamarine",
    "Description": "Helm sets off on an adventure in Blue Water Island. Although she looks strange wearing a uniform over the swimsuit which was given to her, people can't help but be attracted to her getup."
  },
  "himeno": {
    "Name": "Himeno",
    "Description": "Member of Public Safety Devil Extermination Special Division 4. Hayakawa's senior officer and buddy."
  },
  "idoll_flower": {
    "Name": "iDoll Flower",
    "Description": "A Nikke from Replace. One of the mass-produced Nikke models developed by Tetra, collectively known as Flower."
  },
  "idoll_ocean": {
    "Name": "iDoll Ocean",
    "Description": "A Nikke from Replace. One of the mass-produced Nikke models developed by Tetra, collectively known as Ocean."
  },
  "idoll_sun": {
    "Name": "iDoll Sun",
    "Description": "A Nikke from Replace. One of the mass-produced Nikke models developed by Tetra, collectively known as Sun."
  },
  "isabel": {
    "Name": "Isabel",
    "Description": "An aerial pursuer with a twisted mind. She will track her target to the ends of the earth, regardless of whether they're friend or foe. It's because of her that Inherit is a force to be reckoned with in the skies."
  },
  "jackal": {
    "Name": "Jackal",
    "Description": "A Nikke subordinate of the Exotic Squad. Crow's loyal lackey. Fully prepared to do Crow's bidding at any given moment."
  },
  "julia": {
    "Name": "Julia",
    "Description": "A violinist whose life revolves around music. Belonging to Master Hand, she uses music as a way to express herself."
  },
  "laplace": {
    "Name": "Laplace",
    "Description": "The leader of Matis, the top squad in Missilis. She more than lives up to her heroic reputation inside the Ark, which goes unquestioned."
  },
  "liter": {
    "Name": "Liter",
    "Description": "The leader of Mighty Tools. Contrary to her appearance, she has already lived a long life. At present, no other Nikke can surpass her when it comes to construction."
  },
  "ludmilla": {
    "Name": "Ludmilla",
    "Description": "A Nikke from Unlimited. She lives in the bitterly cold northern lands, where she saves Nikkes who have lost their way. Any machinery she touches will..."
  },
  "ludmilla_winter_owner": {
    "Name": "Ludmilla: Winter Owner",
    "Description": "Ludmilla, who has become the owner of Snowfield Hot Spring, lights the lantern, guiding those who are lost."
  },
  "maiden": {
    "Name": "Maiden",
    "Description": "A Nikke from Extrinsic who dresses to impress. Underneath her mask lies a shocking secret."
  },
  "makima": {
    "Name": "Makima",
    "Description": "Member of Public Safety Devil Extermination Special Division 4. A devil hunter working directly under the Chief Cabinet Secretary."
  },
  "marciana": {
    "Name": "Marciana",
    "Description": "The rational, perfectionist teacher at M.M.R Vocational School. She continuously strives to provide excellent education to students. She also has a girly side and adores cute things."
  },
  "mary": {
    "Name": "Mary",
    "Description": "A talented doctor who treats her patients with an unsurpassed solicitude. In Seraphim, she is known as the Angel in White. As for patients who disobey her orders, however..."
  },
  "mary_bay_goddess": {
    "Name": "Mary: Bay Goddess",
    "Description": "An Angel in White who spends her whole vacation healing people. Behind her kind and gentle smile, there are secrets that no one knows."
  },
  "mast": {
    "Name": "Mast",
    "Description": "Mast has longed to hit the high seas ever since she first saw the swashbuckling adventures portrayed in pirate films as a child. As time drew on, however, her soul-crushing tenure at the Naval Squad slowly made her disillusioned. Even so, her vibrant personality remains untarnished, and she always brightens everyone else's day aboard the ship she serves."
  },
  "maxwell": {
    "Name": "Maxwell",
    "Description": "A genius researcher who loves nothing more than machines and knowledge. As the brain of Matis, she is both perceptive, whip-smart, and capable of producing weapons in a flash."
  },
  "mica": {
    "Name": "Mica",
    "Description": "A Nikke from the Carronades who is extremely naive. Her sole friend Belorta is the only one she will fully trust without hesitation."
  },
  "mica_snow_buddy": {
    "Name": "Mica: Snow Buddy",
    "Description": "Mica, who decides to stay at Snowfield Hot Spring and help with the daily chores, swaps out her heavy clothes for something lighter."
  },
  "mihara": {
    "Name": "Mihara",
    "Description": "A masochist from Wardress with delicate features. For her, feeling pain is the only way to truly feel alive. She and her squadmate Yuni are practically inseparable."
  },
  "milk": {
    "Name": "Milk",
    "Description": "A combative girl who likes to provoke others. She sells milk coffee in Cafe Sweety."
  },
  "miranda": {
    "Name": "Miranda",
    "Description": "A Nikke from the A.C.P.U. who has no lack of passion but sometimes falls short in her work performance. Despite her supposed secret of being an A.C.P.U. Inspector, everyone is all too aware of it."
  },
  "modernia": {
    "Name": "Modernia",
    "Description": "A plain and delicate girl who sold out mankind. A member of the Queen's elite squad, the Heretics."
  },
  "n102": {
    "Name": "N102",
    "Description": "A Nikke from Recall & Release who is outgoing and energetic. Yet, she inexplicably feels a sense of emptiness inside herself."
  },
  "naga": {
    "Name": "Naga",
    "Description": "The spiritual glue that holds Dazzling Pearl together. She dotes on the forgetful Tia much like a older sister does to ensure that she remembers things. Appears mature on a regular basis, but if an accessory catches her eye, she often indulges in impulse purchases and overspending."
  },
  "neon": {
    "Name": "Neon",
    "Description": "A rabid gun nut who thinks about nothing else. She is from Counters, but her true identity as a spy is an open secret."
  },
  "neon_blue_ocean": {
    "Name": "Neon: Blue Ocean",
    "Description": "To adapt to the new aquatic-based environment, Neon has decided to incorporate another tool in her arsenal, switching over to Waterpower over her original Firepower. This spitfire goes all out on everything, whether it be honing her Waterpower abilities, or having fun on vacation."
  },
  "nero": {
    "Name": "Nero",
    "Description": "A Nikke attached to the Ark's animal management troop — Happy Zoo. Her specialty is tending to all things pertaining to cats. Her personality and appearance are pretty feline-esque. Although she is soft-spoken, this does not mean she is in any way timid."
  },
  "neve": {
    "Name": "Neve",
    "Description": "A Nikke subordinate of the Unlimited Squad, she is always searching for polar bears. Has a proclivity for hibernating, as she feels imitating the behavior of polar bears is the key to finding them."
  },
  "nihilister": {
    "Name": "Nihilister",
    "Description": "A Heretic and loyal subject of the Rapture Queen who has long been a scourge to all Nikkes. As the lead general of the legions under the Queen's command, her belligerence knows no bounds, nor does her appetite for destruction."
  },
  "noah": {
    "Name": "Noah",
    "Description": "A widely recognized invincible shield of the surface that protects Inherit. She has possessed tremendous strength since she was a child, leading to her picking up some bad habits."
  },
  "noir": {
    "Name": "Noir",
    "Description": "A member of Squad 777 who draws throngs of customers to Coin Rush. The biological elder sister of Light Bunny Blanc. A pusillanimous girl who is both fond and proud of her decidedly bolder sister."
  },
  "noise": {
    "Name": "Noise",
    "Description": "A singer-songwriter who strives to do her utmost in everything. Apart from being part of Prima Donna, her hit song \"Diva\" catapulted her into stardom."
  },
  "novel": {
    "Name": "Novel",
    "Description": "A detective who is a fan of Sherlock Holmes. Her intense curiosity inevitably draws her towards any nearby crime scene. Although she is in Protocol, she has great difficulty operating machines."
  },
  "pascal": {
    "Name": "Pascal",
    "Description": "A machine who searches for a path to peace. Highly intellectual and mild-mannered."
  },
  "pepper": {
    "Name": "Pepper",
    "Description": "A doctor who takes care of her patients with optimism. She is like a vitamin to Seraphim, and is admired by many as an idol of the hospital."
  },
  "poli": {
    "Name": "Poli",
    "Description": "A member of the Ark police force and captain of the A.C.P.U. Squad. Her appearance and her temperament are like that of a little puppy. Though she can be rather careless sometimes, she's a real professional at work and always does a perfect job."
  },
  "power": {
    "Name": "Power",
    "Description": "Member of Public Safety Devil Extermination Special Division 4. Blood devil fiend."
  },
  "privaty": {
    "Name": "Privaty",
    "Description": "A girl who puts on a hard front, but in fact she enjoys taking care of others. At this juncture, she is the most highly skilled member of Triangle."
  },
  "product_08": {
    "Name": "Product 08",
    "Description": "A Nikke from Replace. One of the mass-produced Series 8 models developed by Missilis."
  },
  "product_12": {
    "Name": "Product 12",
    "Description": "A Nikke from Replace. One of the mass-produced Series 12 models developed by Missilis."
  },
  "product_23": {
    "Name": "Product 23",
    "Description": "A Nikke from Replace. One of the mass-produced Series 23 models developed by Missilis."
  },
  "quency": {
    "Name": "Quency",
    "Description": "A master escape artist who can break out of any prison where she is being kept captive. A highly amiable individual who excels in wheeling and dealing. She is always the life of the party at the Rehabilitation Center."
  },
  "quiry": {
    "Name": "Quiry",
    "Description": "A member of A.C.P.U. She possesses exceptional administrative skills, but frequently runs into trouble due to her surprisingly poor eyesight."
  },
  "rapi": {
    "Name": "Rapi",
    "Description": "A troubled yet reliable girl who seeks to answer the question of just what Nikkes really are. As a member of Counters, she always ensures harmonious relations between various squadmates."
  },
  "rapunzel": {
    "Name": "Rapunzel",
    "Description": "A saint-like figure who appeases the spirits of those who have died on the surface. Often found lost in prayer, she is also prone to reminiscence."
  },
  "red_hood": {
    "Name": "Red Hood",
    "Description": "The last Grimms Model joining the Goddess squad. She's a bold and cheerful Nikke who loves old songs. Her red hair, red scarf, and red jacket are quite unforgettable."
  },
  "rei": {
    "Name": "Rei",
    "Description": "A third-year student from the M.M.R. Vocational School, who nevertheless has the appearance of a small child. Despite the fact she is childlike in both her demeanor and personal hobbies, she utterly despises being referred to as \"kid\" or \"little girl\". As a senior, she feels obligated to take care of her fellow students who are younger than her, and spares no effort in doing so."
  },
  "rosanna": {
    "Name": "Rosanna",
    "Description": "Leader of Hedonia, a sizable criminal gang. Compared with other members of the Underworld Queen, she is far more pugnacious and firmly believes that violence is the ultimate panacea. She does, however, take exceedingly good care of those who are part of her gang."
  },
  "rupee": {
    "Name": "Rupee",
    "Description": "A bombastic shopaholic. She conducts various live streams where she shares her joy of shopping with others. She is Talentum's hottest star."
  },
  "rupee_winter_shopper": {
    "Name": "Rupee: Winter Shopper",
    "Description": "Rupee dressed up in a Santa Claus costume, which she has done to deliver gifts and spread the Christmas cheer to everyone this winter. The first white Christmas in 15 years has Rupee incredibly busy."
  },
  "sakura": {
    "Name": "Sakura",
    "Description": "A Nikke belonging to Underworld Queen who is also the head of a yakuza group known as the Seimeikai. A woman of principle, the Seimeikai refrain from engaging in immoral acts thanks to her leadership. Under her guidance, the Seimeikai has become an organization with a well-deserved reputation for its honorable conduct."
  },
  "scarlet": {
    "Name": "Scarlet",
    "Description": "A wandering swordswoman from Pioneer who's partial to a good drink. Despite the common perception of melee weapons being ineffective in combat, she chooses to wield a sword."
  },
  "signal": {
    "Name": "Signal",
    "Description": "A communicator for the Scouts and also the best in her field. As a massive fan of soap operas, she always harbors fantasies about torrid love affairs."
  },
  "sin": {
    "Name": "Sin",
    "Description": "The leader of the Real Kindness Squad. She brainwashes others with her words. This ability, in combination with some additional verbal gymnastics, makes her capable of turning anyone into her mindless puppet."
  },
  "snow_white": {
    "Name": "Snow White",
    "Description": "A puritanical pilgrim who wanders the surface in an effort to protect humanity. As a member of Pioneer, her days are spent wiping out Raptures with extreme prejudice."
  },
  "snow_white_innocent_days": {
    "Name": "Snow White: Innocent Days",
    "Description": "One of the Grimms Models who joined the Goddess squad. Highly talented in weapon development, she's in charge of the squad's weapon management. Just like her name suggests, she's a little girl armed with pure-white innocence."
  },
  "soda": {
    "Name": "Soda",
    "Description": "The member of Maid For You responsible primarily for domestic duties. She can almost always be seen with a permanent smile on her face, which never fades even when she makes the occasional mistake at work. This indefatigable cheeriness is infectious to those who hang around Soda."
  },
  "soldier_eg": {
    "Name": "Soldier EG",
    "Description": "A Nikke from Replace. One of the mass-produced Nikke models developed by Elysion, collectively known as Model EG."
  },
  "soldier_fa": {
    "Name": "Soldier FA",
    "Description": "A Nikke from Replace. One of the mass-produced Nikke models developed by Elysion, collectively known as Model FA."
  },
  "soldier_ow": {
    "Name": "Soldier OW",
    "Description": "A Nikke from Replace. One of the mass-produced Nikke models developed by Elysion, collectively known as Model OW."
  },
  "soline": {
    "Name": "Soline",
    "Description": "An attendant of Infinity Rail that's responsible for attracting customers. She always wants to be more adult-like in order to appear more competent. Though she may seem sure of herself all the time, the truth is, she's just a braggart who often fails to live up to her words."
  },
  "sugar": {
    "Name": "Sugar",
    "Description": "A gearhead, who gets a thrill from burning rubber, sells sugar coffee in Cafe Sweety."
  },
  "tia": {
    "Name": "Tia",
    "Description": "A Nikke belonging to the graduating class, Dazzling Pearl squad. A food enthusiast who's fond of sweets. Her dream is to see a dragon one day and make a wish to it."
  },
  "tove": {
    "Name": "Tove",
    "Description": "A Nikke acting as a new mechanic in Unlimited, which is the squad with an only drawback of continuous malfunctioning equipments. She boasts a plethora of theoretical knowledge, but lacks practical experience, which invariably leads to various mishaps. However, as an out-and-out extrovert, she is slowly but successfully fitting into the squad."
  },
  "vesti": {
    "Name": "Vesti",
    "Description": "A timid girl who is a crybaby. Despite this, she is actually said to be Absolute's strongest ace member."
  },
  "viper": {
    "Name": "Viper",
    "Description": "Staff officer of the Exotic Squad. She can manipulate any human with her verbal trickery and physical beauty."
  },
  "volume": {
    "Name": "Volume",
    "Description": "A hip-hop singer from Prima Donna who constantly finds herself becoming a hot topic among the public. Her trademarks are her flamboyant outfits and a demeanor that's rough around the edges."
  },
  "yan": {
    "Name": "Yan",
    "Description": "An experienced merchant with a knack for striking deals. She uses her business acumen to operate several large-scale supermarket chains. Talentum's rise to fame can all be traced back to her."
  },
  "yulha": {
    "Name": "Yulha",
    "Description": "An office worker that suffers from work overload. She is the leader of Triangle, and a reliable leader at that. Others inexplicably refer to her as Ghost."
  },
  "yuni": {
    "Name": "Yuni",
    "Description": "A sadistic girl from Wardress. She can control others' senses, and she communicates by inflicting pain upon others."
  }
}